/* No comment provided by engineer. */
"Add" = "Dodaj";

/* No comment provided by engineer. */
"Cancel" = "Prekliči";

/* Button title to choose an Address Book card for a contact */
"Choose Address Book Card" = "Izberi vizitko iz adresarja";

/* No comment provided by engineer. */
"Choose Card" = "Izberi vizitko";

/* No comment provided by engineer. */
"Close" = "Zapri";

/* No comment provided by engineer. */
"Continue" = "Nadaljuj";

/* No comment provided by engineer. */
"Delete" = "Izbriši";

/* Verb 'edit' on a button */
"Edit" = "Uredi";

/* 'Get Info' on a button; when pressed, the information for a specified contact will be displayed */
"Get Info" = "Najdi več informacij";

/* Button in the Xtras Manager to go to adiumxtras.com to get more adiumxtras */
"Get More Xtras" = "Poišči več dodatkov na spletu";

/* No comment provided by engineer. */
"Invite" = "Povabi";

/* Button title to open a message window the specific contact from the 'New Chat' window */
"Message" = "Sporočilo";

/* Verb 'OK' on a button */
"OK" = "V redu";

/* Button on the away reminder notification which sets every account back to available */
"Return" = "Nazaj";

/* No comment provided by engineer. */
"Send" = "Pošlji";